Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localization/AppIntents.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# intent_automation_event_kind_parameter
source: Kind
da: Type
de: Art
es: Tipo
fi: Laji
fr: Type
it: Tipo
ja: 種類
nl: Soort
zh_hans: 类型

# intent_automation_event_kind_type_name
source: Automation Event Kind
da: Automationshændelsestype
de: Automationsereignistyp
es: Tipo de evento de automatización
fi: Automaatiotapahtuman laji
fr: Type d’événement d’automatisation
it: Tipo evento automazione
ja: 自動化イベントの種類
nl: Automatiseringsgebeurtenistype
zh_hans: 自动化事件类型

# intent_automation_events_dialog_count_format
source: %d Miataru events found.
da: %d Miataru-hændelser fundet.
de: %d Miataru-Ereignisse gefunden.
es: %d eventos de Miataru encontrados.
fi: %d Miataru-tapahtumaa löytyi.
fr: %d événements Miataru trouvés.
it: %d eventi Miataru trovati.
ja: %d件のMiataruイベントが見つかりました。
nl: %d Miataru-gebeurtenissen gevonden.
zh_hans: 找到 %d 个 Miataru 事件。

# intent_automation_events_dialog_none
source: No Miataru events available.
da: Ingen Miataru-hændelser tilgængelige.
de: Keine Miataru-Ereignisse verfügbar.
es: No hay eventos de Miataru disponibles.
fi: Miataru-tapahtumia ei ole saatavilla.
fr: Aucun événement Miataru disponible.
it: Nessun evento Miataru disponibile.
ja: 利用できるMiataruイベントはありません。
nl: Geen Miataru-gebeurtenissen beschikbaar.
zh_hans: 没有可用的 Miataru 事件。

# intent_bearing_east
source: east
da: øst
de: Osten
es: este
fi: itä
fr: est
it: est
ja: 東
nl: oost
zh_hans: 东

# intent_bearing_north
source: north
da: nord
de: Norden
es: norte
fi: pohjoinen
fr: nord
it: nord
ja: 北
nl: noord
zh_hans: 北

# intent_bearing_northeast
source: northeast
da: nordøst
de: Nordosten
es: noreste
fi: koillinen
fr: nord-est
it: nord-est
ja: 北東
nl: noordoost
zh_hans: 东北

# intent_bearing_northwest
source: northwest
da: nordvest
de: Nordwesten
es: noroeste
fi: luode
fr: nord-ouest
it: nord-ovest
ja: 北西
nl: noordwest
zh_hans: 西北

# intent_bearing_south
source: south
da: syd
de: Süden
es: sur
fi: etelä
fr: sud
it: sud
ja: 南
nl: zuid
zh_hans: 南

# intent_bearing_southeast
source: southeast
da: sydøst
de: Südosten
es: sureste
fi: kaakko
fr: sud-est
it: sud-est
ja: 南東
nl: zuidoost
zh_hans: 东南

# intent_bearing_southwest
source: southwest
da: sydvest
de: Südwesten
es: suroeste
fi: lounas
fr: sud-ouest
it: sud-ovest
ja: 南西
nl: zuidwest
zh_hans: 西南

# intent_bearing_unknown
source: unknown direction
da: ukendt retning
de: unbekannte Richtung
es: dirección desconocida
fi: tuntematon suunta
fr: direction inconnue
it: direzione sconosciuta
ja: 不明な方向
nl: onbekende richting
zh_hans: 方向未知

# intent_bearing_west
source: west
da: vest
de: Westen
es: oeste
fi: länsi
fr: ouest
it: ovest
ja: 西
nl: westen
zh_hans: 西

# intent_clear_miataru_events_description
source: Clears Miataru automation events, optionally only events older than a date.
da: Rydder Miataru-automationshændelser, eventuelt kun hændelser ældre end en dato.
de: Löscht Miataru-Automationsereignisse, optional nur Ereignisse vor einem Datum.
es: Borra eventos de automatización de Miataru, opcionalmente solo los anteriores a una fecha.
fi: Tyhjentää Miataru-automaatiotapahtumat, haluttaessa vain tiettyä päivää vanhemmat.
fr: Efface les événements d’automatisation Miataru, éventuellement seulement ceux antérieurs à une date.
it: Cancella eventi di automazione Miataru, eventualmente solo quelli precedenti a una data.
ja: Miataru自動化イベントを消去します。必要に応じて指定日より古いイベントだけを消去します。
nl: Wist Miataru-automatiseringsgebeurtenissen, eventueel alleen gebeurtenissen ouder dan een datum.
zh_hans: 清除 Miataru 自动化事件，也可仅清除早于某日期的事件。

# intent_clear_miataru_events_dialog_count_format
source: %d events cleared.
da: %d hændelser ryddet.
de: %d Ereignisse gelöscht.
es: %d eventos borrados.
fi: %d tapahtumaa tyhjennetty.
fr: %d événements effacés.
it: %d eventi cancellati.
ja: %d件のイベントを消去しました。
nl: %d gebeurtenissen gewist.
zh_hans: 已清除 %d 个事件。

# intent_clear_miataru_events_parameter_older_than
source: Older Than
da: Ældre end
de: Älter als
es: Anterior a
fi: Vanhempi kuin
fr: Antérieur à
it: Più vecchi di
ja: 次より古い
nl: Ouder dan
zh_hans: 早于

# intent_clear_miataru_events_title
source: Clear Miataru Events
da: Ryd Miataru-hændelser
de: Miataru-Ereignisse löschen
es: Borrar eventos de Miataru
fi: Tyhjennä Miataru-tapahtumat
fr: Effacer les événements Miataru
it: Cancella eventi Miataru
ja: Miataruイベントを消去
nl: Miataru-gebeurtenissen wissen
zh_hans: 清除 Miataru 事件

# intent_device_fallback_name
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# intent_device_location_snippet_age_format
source: Last update: %@ ago
da: Seneste opdatering: for %@ siden
de: Letzte Aktualisierung: vor %@
es: Última actualización: hace %@
fi: Viimeisin päivitys: %@ sitten
fr: Dernière mise à jour : il y a %@
it: Ultimo aggiornamento: %@ fa
ja: 最終更新: %@前
nl: Laatste update: %@ geleden
zh_hans: 上次更新：%@ 前

# intent_duration_less_than_minute
source: less than a minute
da: mindre end et minut
de: weniger als eine Minute
es: menos de un minuto
fi: alle minuutti
fr: moins d’une minute
it: meno di un minuto
ja: 1分未満
nl: minder dan een minuut
zh_hans: 不到一分钟

# intent_duration_unknown
source: unknown duration
da: ukendt varighed
de: unbekannte Dauer
es: duración desconocida
fi: tuntematon kesto
fr: durée inconnue
it: durata sconosciuta
ja: 不明な時間
nl: onbekende duur
zh_hans: 未知时长

# intent_export_automation_event_description
source: Exports Miataru automation events as structured JSON.
da: Eksporterer Miataru-automationshændelser som struktureret JSON.
de: Exportiert Miataru-Automationsereignisse als strukturiertes JSON.
es: Exporta eventos de automatización de Miataru como JSON estructurado.
fi: Vie Miataru-automaatiotapahtumat rakenteisena JSONina.
fr: Exporte les événements d’automatisation Miataru au format JSON structuré.
it: Esporta eventi di automazione Miataru come JSON strutturato.
ja: Miataru自動化イベントを構造化JSONとして書き出します。
nl: Exporteert Miataru-automatiseringsgebeurtenissen als gestructureerde JSON.
zh_hans: 将 Miataru 自动化事件导出为结构化 JSON。

# intent_export_automation_event_dialog_count_format
source: %d events exported.
da: %d hændelser eksporteret.
de: %d Ereignisse exportiert.
es: %d eventos exportados.
fi: %d tapahtumaa viety.
fr: %d événements exportés.
it: %d eventi esportati.
ja: %d件のイベントを書き出しました。
nl: %d gebeurtenissen geëxporteerd.
zh_hans: 已导出 %d 个事件。

# intent_export_automation_event_title
source: Export Miataru Events
da: Eksportér Miataru-hændelser
de: Miataru-Ereignisse exportieren
es: Exportar eventos de Miataru
fi: Vie Miataru-tapahtumat
fr: Exporter les événements Miataru
it: Esporta eventi Miataru
ja: Miataruイベントを書き出す
nl: Miataru-gebeurtenissen exporteren
zh_hans: 导出 Miataru 事件

# intent_find_device_description
source: Shows the last known location of a device.
da: Viser den senest kendte placering for en enhed.
de: Zeigt den letzten bekannten Standort eines Geräts.
es: Muestra la última ubicación conocida de un dispositivo.
fi: Näyttää laitteen viimeisimmän tunnetun sijainnin.
fr: Affiche la dernière position connue d’un appareil.
it: Mostra l’ultima posizione conosciuta di un dispositivo.
ja: デバイスの最後に確認された位置情報を表示します。
nl: Toont de laatst bekende locatie van een apparaat.
zh_hans: 显示设备的最后已知位置。

# intent_find_device_dialog_format
source: %@ was last seen %@ ago near %@.
da: %@ blev sidst set for %@ siden i nærheden af %@.
de: %@ war zuletzt vor %@ bei %@.
es: %@ fue visto por última vez hace %@ cerca de %@.
fi: %@ nähtiin viimeksi %@ sitten lähellä paikkaa %@.
fr: %@ a été vu pour la dernière fois il y a %@ près de %@.
it: %@ è stato visto l’ultima volta %@ fa vicino a %@.
ja: %@さんは%@前、%@付近にいました。
nl: %@ is %@ geleden voor het laatst gezien in de buurt van %@.
zh_hans: %@ 上次出现是在 %@ 前，位置在 %@ 附近。

# intent_find_device_parameter_device
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# intent_find_device_shortcut_title
source: Find Device
da: Find enhed
de: Gerät finden
es: Buscar dispositivo
fi: Etsi laite
fr: Trouver un appareil
it: Trova dispositivo
ja: デバイスを探す
nl: Apparaat vinden
zh_hans: 查找设备

# intent_find_device_title
source: Find Device
da: Find enhed
de: Gerät finden
es: Buscar dispositivo
fi: Etsi laite
fr: Trouver un appareil
it: Trova dispositivo
ja: デバイスを探す
nl: Apparaat vinden
zh_hans: 查找设备

# intent_find_devices_near_place_description
source: Finds visible tracked devices inside a saved place radius.
da: Finder synlige sporede enheder inden for radius af et gemt sted.
de: Findet sichtbare getrackte Geräte innerhalb des Radius eines gespeicherten Orts.
es: Busca dispositivos rastreados visibles dentro del radio de un lugar guardado.
fi: Etsii näkyvät seuratun laitteet tallennetun paikan säteen sisältä.
fr: Trouve les appareils suivis visibles dans le rayon d’un lieu enregistré.
it: Trova dispositivi tracciati visibili entro il raggio di un luogo salvato.
ja: 保存済みの場所の半径内にある表示可能な追跡デバイスを探します。
nl: Vindt zichtbaar gevolgde apparaten binnen de straal van een opgeslagen plaats.
zh_hans: 查找已保存地点半径内的可见被跟踪设备。

# intent_find_devices_near_place_dialog_found_format
source: %@ are near %@.
da: %@ er nær %@.
de: %@ sind nahe %@.
es: %@ están cerca de %@.
fi: %@ ovat lähellä paikkaa %@.
fr: %@ sont près de %@.
it: %@ sono vicino a %@.
ja: %@は%@の近くにあります。
nl: %@ zijn bij %@.
zh_hans: %@ 在 %@ 附近。

# intent_find_devices_near_place_dialog_none_format
source: No visible devices are near %@.
da: Ingen synlige enheder er nær %@.
de: Keine sichtbaren Geräte sind nahe %@.
es: No hay dispositivos visibles cerca de %@.
fi: Yksikään näkyvä laite ei ole lähellä paikkaa %@.
fr: Aucun appareil visible n’est près de %@.
it: Nessun dispositivo visibile è vicino a %@.
ja: %@の近くに表示可能なデバイスはありません。
nl: Er zijn geen zichtbare apparaten bij %@.
zh_hans: 没有可见设备在 %@ 附近。

# intent_find_devices_near_place_parameter_place
source: Place
da: Sted
de: Ort
es: Lugar
fi: Paikka
fr: Lieu
it: Luogo
ja: 場所
nl: Plaats
zh_hans: 地点

# intent_find_devices_near_place_title
source: Find Devices Near Place
da: Find enheder nær sted
de: Geräte nahe Ort finden
es: Buscar dispositivos cerca de lugar
fi: Etsi laitteet paikan läheltä
fr: Trouver des appareils près d’un lieu
it: Trova dispositivi vicino a luogo
ja: 場所の近くのデバイスを検索
nl: Zoek apparaten bij plaats
zh_hans: 查找地点附近的设备

# intent_frequent_tracking_blocking_reason_always_authorization_required
source: Always location permission is required
da: Altid-adgang til lokalitet er påkrævet
de: Standortzugriff „Immer“ ist erforderlich
es: se requiere permiso de ubicación siempre
fi: Salli aina -sijaintilupa vaaditaan
fr: l’autorisation de localisation permanente est requise
it: è richiesta l’autorizzazione alla posizione sempre attiva
ja: 常に許可の位置情報権限が必要です
nl: locatietoegang Altijd is vereist
zh_hans: 需要“始终”位置权限

# intent_frequent_tracking_blocking_reason_device_key_blocked
source: DeviceKey authentication needs attention
da: DeviceKey-godkendelsen kræver opmærksomhed
de: Die DeviceKey-Authentifizierung benötigt Aufmerksamkeit
es: la autenticación de DeviceKey requiere atención
fi: DeviceKey-todennus vaatii huomiota
fr: l’authentification DeviceKey nécessite votre attention
it: l’autenticazione DeviceKey richiede attenzione
ja: DeviceKey認証に対応が必要です
nl: DeviceKey-verificatie vereist aandacht
zh_hans: DeviceKey 认证需要处理

# intent_frequent_tracking_blocking_reason_low_battery_disabled
source: low battery disabled frequent tracking
da: lavt batteriniveau har slået hyppig sporing fra
de: niedriger Batteriestand hat häufiges Tracking deaktiviert
es: la batería baja desactivó el seguimiento frecuente
fi: alhainen akku poisti tiheän seurannan käytöstä
fr: la batterie faible a désactivé le suivi fréquent
it: la batteria scarica ha disattivato il tracciamento frequente
ja: バッテリー低下により頻繁な追跡が無効です
nl: lage batterij heeft frequente tracking uitgeschakeld
zh_hans: 低电量已停用频繁跟踪

# intent_frequent_tracking_blocking_reason_tracking_disabled
source: standard tracking is turned off
da: standardsporing er slået fra
de: Standard-Tracking ist ausgeschaltet
es: el seguimiento estándar está desactivado
fi: tavallinen seuranta on pois päältä
fr: le suivi standard est désactivé
it: il tracciamento standard è disattivato
ja: 標準トラッキングがオフです
nl: standaard volgen is uitgeschakeld
zh_hans: 标准跟踪已关闭

# intent_frequent_tracking_duration_four_hours
source: 4 Hours
da: 4 timer
de: 4 Stunden
es: 4 horas
fi: 4 tuntia
fr: 4 heures
it: 4 ore
ja: 4時間
nl: 4 uur
zh_hans: 4 小时

# intent_frequent_tracking_duration_one_hour
source: 1 Hour
da: 1 time
de: 1 Stunde
es: 1 hora
fi: 1 tunti
fr: 1 heure
it: 1 ora
ja: 1時間
nl: 1 uur
zh_hans: 1 小时

# intent_frequent_tracking_duration_three_hours
source: 3 Hours
da: 3 timer
de: 3 Stunden
es: 3 horas
fi: 3 tuntia
fr: 3 heures
it: 3 ore
ja: 3時間
nl: 3 uur
zh_hans: 3 小时

# intent_frequent_tracking_duration_twelve_hours
source: 12 Hours
da: 12 timer
de: 12 Stunden
es: 12 horas
fi: 12 tuntia
fr: 12 heures
it: 12 ore
ja: 12時間
nl: 12 uur
zh_hans: 12 小时

# intent_frequent_tracking_duration_twenty_four_hours
source: 24 Hours
da: 24 timer
de: 24 Stunden
es: 24 horas
fi: 24 tuntia
fr: 24 heures
it: 24 ore
ja: 24時間
nl: 24 uur
zh_hans: 24 小时

# intent_frequent_tracking_duration_two_hours
source: 2 Hours
da: 2 timer
de: 2 Stunden
es: 2 horas
fi: 2 tuntia
fr: 2 heures
it: 2 ore
ja: 2時間
nl: 2 uur
zh_hans: 2 小时

# intent_frequent_tracking_duration_type_name
source: Frequent Tracking Duration
da: Varighed for hyppig sporing
de: Dauer für häufiges Tracking
es: Duración del seguimiento frecuente
fi: Tiheän seurannan kesto
fr: Durée du suivi fréquent
it: Durata del tracciamento frequente
ja: 頻繁な追跡の期間
nl: Duur van frequente tracking
zh_hans: 频繁跟踪持续时间

# intent_frequent_tracking_duration_unlimited
source: Until Stopped
da: Indtil stoppet
de: Bis zum Stoppen
es: Hasta que se detenga
fi: Kunnes pysäytetään
fr: Jusqu’à l’arrêt
it: Finché non viene interrotto
ja: 停止するまで
nl: Tot stopgezet
zh_hans: 直到停止

# intent_frequent_tracking_error_always_authorization_required
source: Frequent background tracking needs Always location access. Open Miataru and allow Always access before starting it.
da: Hyppig baggrundssporing kræver altid adgang til placering. Åbn Miataru, og tillad Altid-adgang, før du starter den.
de: Häufige Hintergrundverfolgung benötigt Immer-Zugriff auf den Standort. Öffne Miataru und erlaube Immer-Zugriff, bevor du sie startest.
es: El seguimiento frecuente en segundo plano necesita acceso Siempre a la ubicación. Abre Miataru y permite el acceso Siempre antes de iniciarlo.
fi: Tiheä taustaseuranta tarvitsee aina sallitun sijaintioikeuden. Avaa Miataru ja salli aina käyttö ennen sen käynnistämistä.
fr: Le suivi fréquent en arrière-plan nécessite l’accès permanent à la position. Ouvrez Miataru et autorisez l’accès permanent avant de le démarrer.
it: Il tracciamento frequente in background richiede l’accesso Sempre alla posizione. Apri Miataru e consenti l’accesso Sempre prima di avviarlo.
ja: 頻繁なバックグラウンド追跡には、位置情報の「常に許可」が必要です。開始する前にMiataruを開き、「常に許可」を有効にしてください。
nl: Frequente achtergrondtracking heeft Altijd-toegang tot locatie nodig. Open Miataru en sta Altijd-toegang toe voordat je dit start.
zh_hans: 频繁后台跟踪需要“始终”位置访问权限。请先打开 Miataru 并允许“始终”访问，然后再启动。

# intent_frequent_tracking_error_device_key_blocked
source: Miataru stopped tracking because DeviceKey authentication failed. Open Miataru to update your DeviceKey.
da: Miataru stoppede sporingen, fordi DeviceKey-godkendelsen mislykkedes. Åbn Miataru for at opdatere din DeviceKey.
de: Miataru hat die Verfolgung gestoppt, weil die DeviceKey-Authentifizierung fehlgeschlagen ist. Öffne Miataru, um deinen DeviceKey zu aktualisieren.
es: Miataru detuvo el seguimiento porque falló la autenticación de DeviceKey. Abre Miataru para actualizar tu DeviceKey.
fi: Miataru lopetti seurannan, koska DeviceKey-todennus epäonnistui. Avaa Miataru päivittääksesi DeviceKey-avaimesi.
fr: Miataru a arrêté le suivi, car l’authentification DeviceKey a échoué. Ouvrez Miataru pour mettre à jour votre DeviceKey.
it: Miataru ha interrotto il tracciamento perché l’autenticazione DeviceKey non è riuscita. Apri Miataru per aggiornare la tua DeviceKey.
ja: DeviceKey認証に失敗したため、Miataruは追跡を停止しました。Miataruを開いてDeviceKeyを更新してください。
nl: Miataru heeft tracking gestopt omdat DeviceKey-verificatie is mislukt. Open Miataru om je DeviceKey bij te werken.
zh_hans: 由于 DeviceKey 认证失败，Miataru 已停止跟踪。请打开 Miataru 更新你的 DeviceKey。

# intent_frequent_tracking_error_tracking_disabled
source: Location tracking is off. Turn on location tracking in Miataru before starting frequent tracking.
da: Lokationssporing er slået fra. Slå lokationssporing til i Miataru, før du starter hyppig sporing.
de: Standortverfolgung ist ausgeschaltet. Aktiviere die Standortverfolgung in Miataru, bevor du häufige Verfolgung startest.
es: El seguimiento de ubicación está desactivado. Activa el seguimiento de ubicación en Miataru antes de iniciar el seguimiento frecuente.
fi: Sijainnin seuranta on pois päältä. Ota sijainnin seuranta käyttöön Miatarussa ennen tiheän seurannan käynnistämistä.
fr: Le suivi de position est désactivé. Activez le suivi de position dans Miataru avant de démarrer le suivi fréquent.
it: Il tracciamento della posizione è disattivato. Attivalo in Miataru prima di avviare il tracciamento frequente.
ja: 位置情報の追跡がオフです。頻繁な追跡を開始する前に、Miataruで位置情報の追跡をオンにしてください。
nl: Locatietracking staat uit. Schakel locatietracking in Miataru in voordat je frequente tracking start.
zh_hans: 位置跟踪已关闭。请先在 Miataru 中打开位置跟踪，然后再启动频繁跟踪。

# intent_get_device_status_accuracy_format
source: Accuracy is about %@.
da: Nøjagtigheden er cirka %@.
de: Die Genauigkeit beträgt ungefähr %@.
es: La precisión es de aproximadamente %@.
fi: Tarkkuus on noin %@.
fr: La précision est d’environ %@.
it: La precisione è di circa %@.
ja: 精度は約%@です。
nl: De nauwkeurigheid is ongeveer %@.
zh_hans: 精度约为%@。

# intent_get_device_status_description
source: Reports the age and coarse place of a tracked device's latest location.
da: Rapporterer alder og omtrentligt sted for en sporet enheds seneste lokalitet.
de: Meldet Alter und ungefähren Ort des neuesten Standorts eines getrackten Geräts.
es: Informa la antigüedad y el lugar aproximado de la ubicación más reciente de un dispositivo rastreado.
fi: Ilmoittaa seurattavan laitteen viimeisimmän sijainnin iän ja karkean paikan.
fr: Indique l’âge et l’emplacement approximatif de la dernière position d’un appareil suivi.
it: Indica età e posizione approssimativa dell’ultima posizione di un dispositivo tracciato.
ja: 追跡対象デバイスの最新位置の経過時間とおおよその場所を報告します。
nl: Meldt de leeftijd en globale plaats van de nieuwste locatie van een gevolgd apparaat.
zh_hans: 报告已跟踪设备最新位置的时间和大致地点。

# intent_get_device_status_dialog_format
source: %@ was last seen %@ ago near %@.
da: %@ blev sidst set for %@ siden i nærheden af %@.
de: %@ wurde zuletzt vor %@ in der Nähe von %@ gesehen.
es: %@ se vio por última vez hace %@ cerca de %@.
fi: %@ nähtiin viimeksi %@ sitten lähellä kohdetta %@.
fr: %@ a été vu pour la dernière fois il y a %@ près de %@.
it: %@ è stato visto l’ultima volta %@ fa vicino a %@.
ja: %@は%@前に%@付近で最後に確認されました。
nl: %@ is %@ geleden voor het laatst gezien bij %@.
zh_hans: %@ 上次出现在 %@ 前，位于 %@ 附近。

# intent_get_device_status_distance_format
source: It is %@ away, %@.
da: Den er %@ væk, %@.
de: Es ist %@ entfernt, %@.
es: Está a %@, %@.
fi: Se on %@ päässä, %@.
fr: Il se trouve à %@, %@.
it: Si trova a %@, %@.
ja: 距離は%@、%@です。
nl: Het is %@ weg, %@.
zh_hans: 距离为 %@，%@。

# intent_get_device_status_parameter_device
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# intent_get_device_status_shortcut_title
source: Device Status
da: Enhedsstatus
de: Gerätestatus
es: Estado del dispositivo
fi: Laitteen tila
fr: État de l’appareil
it: Stato dispositivo
ja: デバイスの状態
nl: Apparaatstatus
zh_hans: 设备状态

# intent_get_device_status_title
source: Get Device Status
da: Hent enhedsstatus
de: Gerätestatus abrufen
es: Obtener estado del dispositivo
fi: Hae laitteen tila
fr: Obtenir l’état de l’appareil
it: Ottieni stato dispositivo
ja: デバイスの状態を取得
nl: Apparaatstatus ophalen
zh_hans: 获取设备状态

# intent_get_distance_to_device_description
source: Reports the distance from your current location to a tracked device.
da: Rapporterer afstanden fra din aktuelle lokalitet til en sporet enhed.
de: Meldet die Entfernung von deinem aktuellen Standort zu einem getrackten Gerät.
es: Informa la distancia desde tu ubicación actual hasta un dispositivo rastreado.
fi: Ilmoittaa etäisyyden nykyisestä sijainnistasi seurattavaan laitteeseen.
fr: Indique la distance entre votre position actuelle et un appareil suivi.
it: Indica la distanza dalla tua posizione attuale a un dispositivo tracciato.
ja: 現在地から追跡対象デバイスまでの距離を報告します。
nl: Meldt de afstand van je huidige locatie tot een gevolgd apparaat.
zh_hans: 报告从你当前位置到已跟踪设备的距离。

# intent_get_distance_to_device_dialog_format
source: %@ is %@ away, %@.
da: %@ er %@ væk, %@.
de: %@ ist %@ entfernt, %@.
es: %@ está a %@, %@.
fi: %@ on %@ päässä, %@.
fr: %@ se trouve à %@, %@.
it: %@ si trova a %@, %@.
ja: %@までの距離は%@、%@です。
nl: %@ is %@ weg, %@.
zh_hans: %@ 距离 %@，%@。

# intent_get_distance_to_device_parameter_device
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# intent_get_distance_to_device_shortcut_title
source: Device Distance
da: Enhedsafstand
de: Geräteentfernung
es: Distancia del dispositivo
fi: Laitteen etäisyys
fr: Distance de l’appareil
it: Distanza dispositivo
ja: デバイスまでの距離
nl: Apparaatafstand
zh_hans: 设备距离

# intent_get_distance_to_device_title
source: Get Distance to Device
da: Hent afstand til enhed
de: Entfernung zum Gerät abrufen
es: Obtener distancia al dispositivo
fi: Hae etäisyys laitteeseen
fr: Obtenir la distance jusqu’à l’appareil
it: Ottieni distanza dal dispositivo
ja: デバイスまでの距離を取得
nl: Afstand tot apparaat ophalen
zh_hans: 获取到设备的距离

# intent_get_eta_for_device_description
source: Estimates travel time from your current location to a tracked device.
da: Estimerer rejsetiden fra din aktuelle lokalitet til en sporet enhed.
de: Schätzt die Reisezeit von deinem aktuellen Standort zu einem getrackten Gerät.
es: Estima el tiempo de viaje desde tu ubicación actual hasta un dispositivo rastreado.
fi: Arvioi matka-ajan nykyisestä sijainnistasi seurattavaan laitteeseen.
fr: Estime le temps de trajet entre votre position actuelle et un appareil suivi.
it: Stima il tempo di viaggio dalla tua posizione attuale a un dispositivo tracciato.
ja: 現在地から追跡対象デバイスまでの移動時間を見積もります。
nl: Schat de reistijd van je huidige locatie naar een gevolgd apparaat.
zh_hans: 估算从你当前位置到已跟踪设备的行程时间。

# intent_get_eta_for_device_dialog_format
source: %@ is about %@ away by %@. ETA: %@.
da: %@ er cirka %@ væk med %@. ETA: %@.
de: %@ ist mit %@ ungefähr %@ entfernt. ETA: %@.
es: %@ está a unas %@ en %@. ETA: %@.
fi: %@ on noin %@ päässä kulkutavalla %@. ETA: %@.
fr: %@ est à environ %@ en %@. ETA : %@.
it: %@ dista circa %@ con %@. ETA: %@.
ja: %@までは%@で約%@です。到着予定時刻: %@。
nl: %@ is ongeveer %@ weg met %@. ETA: %@.
zh_hans: 使用%@到%@约为%@。预计到达时间：%@。

# intent_get_eta_for_device_parameter_device
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# intent_get_eta_for_device_title
source: Get ETA to Device
da: Hent ETA til enhed
de: ETA zum Gerät abrufen
es: Obtener ETA al dispositivo
fi: Hae ETA laitteeseen
fr: Obtenir l’ETA jusqu’à l’appareil
it: Ottieni ETA per dispositivo
ja: デバイスまでの到着予定時刻を取得
nl: ETA naar apparaat ophalen
zh_hans: 获取到设备的预计到达时间
